[
  {
    "name": "Oxygen Not Included",
    "description": "Oxygen Not Included is a space-colony simulation game. Deep inside an alien space rock your industrious crew will need to master science, overcome strange new lifeforms, and harness incredible space tech to survive, and possibly, thrive.",
    "year": "2019",
    "likes": 45,
    "dislikes": 13,
    "reviews": [
      "complex, beautiful, full of complexities and a great challenge, this game a is a masterpiece of world building",
      "Masochism! 1000 hrs 5/5.",
      "Finally got some use out of my 6 years in engineering undergrad",
      "Oxygen Not Included is a fun game where you build a space colony.",
      "♥♥♥♥♥♥♥♥♥ Meep! How did you manage to build the floor with your head still in it?"
    ]
  },
  {
    "name": "Grand Theft Auto V",
    "description": "Grand Theft Auto V is a 2013 action-adventure game developed by Rockstar North and published by Rockstar Games. It is the seventh main entry in the Grand Theft Auto series, following 2008's Grand Theft Auto IV, and the fifteenth instalment overall.",
    "year": "2013",
    "likes": 98,
    "dislikes": 53,
    "reviews": [
      "booted into a lobby and saw my address in the chat, this game makes me feel safe",
      "Modders have ruined GTA Online in every way imaginable.",
      "well, where to begin with this one? this is a huge game and to talk about the story mode, it is absolutely amazing.",
      "Michael De Santa : Surviving is winning, Franklin, everything else is ♥♥♥♥♥♥♥♥."
    ]
  },
  {
    "name": "It Takes Two",
    "description": "Embark on the craziest journey of your life in It Takes Two. Invite a friend to join for free with Friend’s Pass and work together across a huge variety of gleefully disruptive gameplay challenges. Winner of GAME OF THE YEAR at the Game Awards 2021.",
    "year": "2021",
    "likes": 75,
    "dislikes": 44,
    "reviews": [
      "I went to see my therapist after Cutie the Elephant scene.",
      "Started playing the game with my girlfriend and finished single.",
      "It Takes Two is an exciting co-op action-adventure 3D platformer that is soooo much fun to play"
    ]
  },
  {
    "name": "Portal 2",
    "description": "The single-player portion of Portal 2 introduces a cast of dynamic new characters, a host of fresh puzzle elements, and a much larger set of devious test chambers. Players will explore never-before-seen areas of the Aperture Science Labs and be reunited with GLaDOS, the occasionally murderous computer companion who guided them through the original game.",
    "year": "2011",
    "likes": 79,
    "dislikes": 33,
    "reviews": [
      "At nearly 11 years old, Portal 2 is still easily one of the best games ever made.",
      "i want that gladoussy 😩😩",
      "Any hole is a goal.",
      "Incredibly fun, especially with friends :D"
    ]
  },
  {
    "name": "Half-Life 2",
    "description": "Half-Life 2 is a first-person shooter game developed by Valve. It is the sequel to the 1998 game Half-Life, as well as the second game in the Half-Life series. Like its predecessor, the game combines shooting, puzzles and storytelling, and adds features such as vehicles and physics-based gameplay.",
    "year": "2004",
    "likes": 95,
    "dislikes": 28,
    "reviews": [
      "This is what a video game needs to be. Half Life 2 is just a masterpiece that revolutionized physics",
      "This game is the reason why I want to have Valve back as a successful game develop3r!",
      "... It's ok also to see a possible sequel non-VR-ish! 😉",
      "Iconic classic, Iconic crowbar, Iconic Freeman"
    ]
  },
  {
    "name": "Minecraft",
    "description": "Minecraft is a sandbox video game developed by the Swedish video game developer Mojang Studios. The game was created by Markus Notch Persson in the Java programming language.",
    "year": "2011",
    "likes": 28,
    "dislikes": 61,
    "reviews": [
      " This game is great for all ages, as there are many, many ways to play",
      "I'm a bit disgusted with some of these parents who take one look on the game and hate it due to one mere bad experience.",
      "Minecraft stands out not only for the way it inspires me creatively, but also because of its unique aesthetic"
    ]
  },
  {
    "name": "NieR:Automata",
    "description": "NieR: Automata tells the story of androids 2B, 9S and A2 and their battle to reclaim the machine-driven dystopia overrun by powerful machines. Humanity has been driven from the Earth by mechanical beings from another world. In a final effort to take back the planet, the human resistance sends a force of android soldiers to destroy the invaders. Now, a war between machines and androids rages on... A war that could soon unveil a long-forgotten truth of the world.",
    "year": "2017",
    "likes": 79,
    "dislikes": 4,
    "reviews": [
      "I bought this expecting hot anime chicks and funny robots, instead i got existential dread and even more depression.",
      "Great expirience for anyone, would recommend.",
      "NieR: Automata is a very special gem in the gaming world."
    ]
  },
  {
    "name": "FINAL FANTASY XIV Online",
    "description": "Take part in an epic and ever-changing FINAL FANTASY as you adventure and explore with friends from around the world. This product also includes the entitlements to play FINAL FANTASY® XIV: A Realm Reborn and the expansion pack FINAL FANTASY® XIV: HEAVENSWARD.",
    "year": "2014",
    "likes": 74,
    "dislikes": 43,
    "reviews": [
      "Never trust a lalafell.",
      "An overall good game for any type of player. I am not an MMO fan. I definitely recommend trying it.",
      "100 hours became 200 then 300, and I think it won't stop soon :) "
    ]
  },
  {
    "name": "Lost Ark",
    "description": "Embark on an odyssey for the Lost Ark in a vast, vibrant world: explore new lands, seek out lost treasures, and test yourself in thrilling action combat. Define your fighting style with your class and advanced class, and customize your skills, weapons, and gear to bring your might to bear as you fight against hordes of enemies, colossal bosses, and dark forces seeking the power of the Ark in this action-packed free-to-play RPG.",
    "year": "2022",
    "likes": 72,
    "dislikes": 39,
    "reviews": [
      "Went in with 0 expectation and sunk 20 hours in the Alpha.",
      "This game announced at 2013. Now I'm fat and bald but thank god finally able to play this masterpiece.",
      "K-pop Diablo with better multiplayer and endgame."
    ]
  },
  {
    "name": "Monster Hunter: World",
    "description": "Welcome to a new world! Take on the role of a hunter and slay ferocious monsters in a living, breathing ecosystem where you can use the landscape and its diverse inhabitants to get the upper hand. Hunt alone or in co-op with up to three other players, and use materials collected from fallen foes to craft new gear and take on even bigger, badder beasts!",
    "year": "2018",
    "likes": 84,
    "dislikes": 17,
    "reviews": [
      "Better than Rise",
      "The absolute best example of lets take a niche hardcore series and appeal to the westerns while keeping veteran fans and it worked.",
      "Very Nice the monsters bullied me",
      "The Best RPG of ALL TIME !!",
      "theres a lot of funny dogs it's very good"
    ]
  }
]
